Repository: alfreeana-alfie/Complete-HMN-KetekMall-iOS
Catalog: ketekmall4/*.lproj/Localizable.strings
Languages: ms

source: SELL
ms: Jual

source: FIND
ms: Cari

source: SELLER
ms: PENJUAL

source: BUYER
ms: PEMBELI

source: Welcome!
ms: SELAMAT DATANG!

source: VERIFICATION
ms: Verifikasi

source: GREAT STORE.GREAT CHOICE
ms: KEDAI HEBAT. PILIHAN HEBAT.

source: BROWSE CATEGORIES
ms: PILIH KATEGORI

source: HOT SELLING
ms: JUALAN HANGAT

source: SHOCKING SALE
ms: JUALAN RUNTUH

source: VIEW ALL
ms: Lihat Semua

source: Promotion
ms: Promosi

source: Social Updates
ms: Sosial Terkini

source: Order Updates
ms: Tempahan Terkini

source: Division
ms: Bahagian

source: District
ms: Daerah

source: Apply
ms: Terima

source: Cancel
ms: Batal

source: CANCEL
ms: Batal

source: Home
ms: Rumah

source: Notification
ms: Notifikasi

source: Me
ms: Saya

source: Search Here
ms: Cari Sini

source: FILTER
ms: TAPIS

source: PRICE
ms: HARGA

source: BECOME A SELLER TODAY!
ms: JADILAH PENJUAL SEKARANG!

source: You need to register as KetekMall Seller
ms: Anda perlu mendaftar sebagai penjual KetekMall

source: Before you can start selling your product,
ms: Sebelum anda mula menjual produk anda,

source: Bank Name
ms: Nama Bank

source: Bank Account
ms: Bank Akaun

source: IC No.
ms: No. IC

source: ACCEPT
ms: TERIMA

source: BRAND MATERIAL
ms: JENAMA BAHAN

source: INNER MATERIAL
ms: BAHAN DALAMAN

source: STOCK
ms: STOK

source: SHIPS FROM
ms: DIHANTAR DARI

source: DESCRIPTION
ms: KETERANGAN

source: CHAT
ms: Mesej

source: Products
ms: Produk

source: Sold
ms: Dijual

source: View
ms: Lihat

source: Shipping Information
ms: Maklumat Penghantaran

source: More Details
ms: Lebih Lanjut

source: From the Same Shop
ms: Dari Kedai yang Sama

source: Checkout
ms: Keluar

source: Total
ms: Jumlah

source: ADD
ms: Tambah

source: Edit
ms: Ubah

source: Delete
ms: Buang

source: Continue Shopping
ms: Terus Membeli-Belah

source: My Buying
ms: Pembelian Saya

source: My Likes
ms: Kesukaan Saya

source: My Rating
ms: Rating Saya

source: Account Settings
ms: Seting Akaun

source: Help Centre
ms: Pusat Bantuan

source: Chat Inbox
ms: Pesanan

source: My Selling
ms: Penjualan Saya

source: Add New Product
ms: Tambah Produk Baru

source: My Products
ms: Produk Saya

source: My Income
ms: Pendapatan Saya

source: Product Rating
ms: Rating Produk

source: Edit Profile
ms: Ubah Profil

source: Upload to Server
ms: Muat Turun ke Server

source: Upload Image
ms: Muat Turun Gambar

source: Name
ms: Nama

source: Email
ms: E-mel

source: Phone Number
ms: No. Telefon

source: Address
ms: Alamat

source: City
ms: Bandar

source: PostCode
ms: Poskod

source: Birthday
ms: Tarikh Lahir

source: Gender
ms: Jantina

source: Category
ms: Kategori

source: Ad Detail
ms: Tentang Produk

source: Price
ms: Harga

source: Max Order
ms: Tempahan Maksima

source: Brand Material
ms: Jename Bahan

source: Inner Material
ms: Bahan Dalaman

source: Stock
ms: Stok

source: Description
ms: Keterangan

source: Setup Delivery
ms: Penghantaran

source: SUBMIT
ms: HANTAR

source: Cake and pastries
ms: Kek dan Pastri

source: Process Food
ms: Makanan Proses

source: Handicraft
ms: Kraftangan

source: Service
ms: Perkhidmatan

source: Health and Beauty
ms: Kesihatan dan Kecantikan

source: Home and Living
ms: Kediaman dan Tempat Tinggal

source: Retail and Wholesale
ms: Barang Borong dan Runcit

source: Agriculture
ms: Pertanian

source: Fashion Accessories
ms: Perhiasan Fesyen

source: Sarawak - Based Product
ms: Produk Sarawak

source: Self Pick-up
ms: Ambil Sendiri

source: Add to Cart
ms: Masukkan ke Troli

source: Added to Cart
ms: Masukkan ke Troli

source: Added to My Likes
ms: Masukkan ke Kesukaan Saya

source: SubTotal
ms: Jumlah Sub

source: Quantity
ms: Kuantiti

source: Place Order
ms: Letak

source: Delivery Address
ms: Alamat Penghantaran

source: Delivery Time
ms: Tarikh Penghantaran

source: Remove
ms: Buang

source: Successfully Remove
ms: Berjaya Dibuang

source: Successfully Reject
ms: Berjaya Ditolak

source: Order
ms: Tempah

source: Click
ms: Sila Tekan No Penjejakan untuk lihat

source: Shipped to
ms: Dihantar ke

source: Tracking No
ms: No Penjejakan

source: Date Order
ms: Tarikh Tempahan

source: Date Received
ms: Tarikh Penerimaan

source: Shipping Total
ms: Kos Penghantaran

source: Grand Total
ms: Jumlah Semua
